{"data":{"wordpressPage":{"title":"Privacy Policy","content":"\n<p class=\"small-text\">Last Updated: December 11, 2019</p>\n\n\n\n<p>As a company that’s seeking to revolutionize how teams integrate security and privacy into the product life cycle, we obviously take privacy seriously. While we’ll always strive to minimize the data we collect, right now—during our Early Access program—the amount of data we’re collecting is especially modest. That’s good news, because it means this version of our privacy policy is blissfully short. So go ahead and take a look below to see how TerraTrue Inc. collects, uses, and shares your personal information when you visit our website, www.terratrue.com.</p>\n\n\n\n<h2>What we collect</h2>\n\n\n\n<p>There are three basic types of information we collect:</p>\n\n\n\n<ul><li><strong>Information you give us.</strong>&nbsp;We collect your‎ name, email address, and other information you provide through our site and when you contact us. If you join our Early Access program, we’ll also collect information when you set up an account, create a launch, request support, or otherwise send us information.</li><li><strong>Information we get when you use our site</strong>&nbsp;We automatically log information about you and your device when you visit our site and use our services. For example, when you visit our site, we learn your operating system type, browser type, and IP address. When you participate in our Early Access program, we of course collect additional information about how you use our services. For example, we learn how many launches you view and create, how often you log in, and the number of support tickets your create.</li><li><strong>Information we get from third parties.</strong>&nbsp;When you log into TerraTrue using Google, we get access to your name, email address, profile picture, unique ID, and information about whether you verified your email address. We may also receive information about you from others in your organization, like your name, job title, and email address.</li></ul>\n\n\n\n<h2>How we use your information</h2>\n\n\n\n<p>Here’s how we put your personal information to use:</p>\n\n\n\n<ul><li><strong>Provide our services.</strong>&nbsp;We use your information to develop, operate, and improve our services. This includes things like responding to your support requests, providing the services you request, and deciding what we should develop next.</li><li><strong>Understand usage and trends.</strong>&nbsp;We use information, especially the logs we generate when you use our services, to help us understand how people use our services. Among other things, this lets us diagnose bugs, learn which features are most popular, and decide where to focus our development resources.</li><li><strong>Respond to comments, questions, and support requests.</strong>&nbsp;We use your information, typically your email address and messages you send us, to provide support and respond to other inquiries. To protect your account, we may also use your information to verify your identity before responding.</li><li><strong>Send information and marketing materials.</strong>&nbsp;We use your email address, usage logs, and other information to send relevant technical notices, updates, security alerts, and administrative messages. We may also send marketing messages to let you know about new products and features, but we’ll make sure you can opt out of these at any time.</li><li><strong>Prevent fraud and illegal activity.</strong>&nbsp;We use the information we collect to protect against, investigate, and deter abusive, fraudulent, unauthorized, or illegal activity.</li></ul>\n\n\n\n<h2>When we might share your personal information</h2>\n\n\n\n<p>We may share your personal information:</p>\n\n\n\n<ul><li>with your consent or at your direction</li><li>when we do a business deal, or negotiate a business deal, in which we’d be selling or transferring all or a part of our business or assets (such as a merger, financing, acquisition, or bankruptcy transaction or proceeding)</li><li>when others need your information to do work for us</li><li>for legal or safety reasons, such as:<ul><li>complying with applicable laws</li><li>responding to lawful requests and legal processes</li><li>protecting the rights and property of TerraTrue, our agents, customers, and others</li><li>sharing information in an emergency, such as protecting the safety of our employees and agents, our customers, or anyone else</li></ul></li></ul>\n\n\n\n<h2>Control over your information</h2>\n\n\n\n<p><strong>Marketing opt out.</strong>&nbsp;If we send you marketing emails, we’ll be sure to let you know how to opt out. If you do opt out, we’ll still send emails about your account activity and other non-marketing emails.</p>\n\n\n\n<p><strong>Deletion.</strong>&nbsp;You can delete some information—like launches and comments⁠—directly through our services. If you would like to delete any other information, just email&nbsp;<a href=\"mailto:privacy@terratrue.com\">privacy@terratrue.com</a>&nbsp;and we’ll help you out.</p>\n\n\n\n<p><strong>Access, correction, and portability.</strong>&nbsp;You can access and edit much of your personal information through our services. If you have any other requests, you can always send them to&nbsp;<a href=\"mailto:privacy@terratrue.com\">privacy@terratrue.com</a>. If we don’t have enough information to verify your identity, we may ask you to provide some additional details before disclosing any personal information. And there are times when won’t be able to fulfill your request, like when your request could negatively affect the privacy of others or force us to violate legal obligations we have..</p>\n\n\n\n<h2>International Transfers</h2>\n\n\n\n<p>We process information on servers located in the United States. This means that your personal information may be transferred to and stored in a country outside of where you live.</p>\n\n\n\n<h2>Contact Information</h2>\n\n\n\n<p>Don’t be bashful about reaching out with any questions or comments about our privacy policy at&nbsp;<a href=\"mailto:privacy@terratrue.com\">privacy@terratrue.com</a>. You may also reach us at our address:</p>\n\n\n\n<p>TerraTrue Inc.<br>535 Mission St.<br>14th floor.<br>San Francisco, California 94105</p>\n\n\n\n<h2>Changes to this privacy policy</h2>\n\n\n\n<p>We may change this privacy policy every now and then. But when we do, we’ll let you know one way or another. You’ll always be able to tell if we’ve issued a more recent privacy policy by checking the Last Updated date up top. And sometimes we may provide you with additional notice, like adding a statement on our site’s homepage or sending you an email.</p>\n","excerpt":"<p>Last Updated: December 11, 2019 As a company that’s seeking to revolutionize how teams integrate security and privacy into the product life cycle, we obviously take privacy seriously. While we’ll always strive to minimize the data we collect, right now—during our Early Access program—the amount of data we’re collecting is especially modest. That’s good news, [&hellip;]</p>\n","wordpress_id":3,"yoast_wpseo":{"title":"","metadesc":"","metakeywords":""}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"id":"018da462-753f-5050-a4e6-898ce6a57c47","wordpress_id":3}}